Repository: massix/vdepn
Catalog: po/*.po
Languages: it

source: Connection <b>name</b>:
it: <b>Nome</b> connessione:

source: VDE <b>Machine</b>:
it: <b>Macchina</b> VDE:

source: VDE Machine <b>Port</b>:
it: <b>Porta</b> Macchina VDE:

source: VDE <b>User</b>:
it: <b>Utente</b> VDE:

source: <b>Local</b> Socket Path:
it: Percorso Socket <b>Locale</b>:

source: <b>Remote</b> Socket Path:
it: Percorso Socket <b>Remota</b>:

source: TUN/TAP <b>IPv4 Address</b>:
it: <b>Indirizzo IPv4</b> TUN/TAP:

source: <b>Pre-connection</b> commands
it: Comandi <b>Pre-connessione</b>

source: <b>Post-connection</b> commands
it: Comandi <b>Post-connessione</b>

source: Use SSH keys
it: Usa chiavi SSH

source: Check Host
it: Controlla Host

source: Hide Advanced
it: Nascondi avanzate

source: Show Advanced
it: Mostra avanzate

source: Deactivate
it: Disattiva

source: Error while activating connection
it: Errore durante l'attivazione della connessione

source: Close
it: Chiudi

source: Activate
it: Attiva

source: Connection removal
it: Rimozione della connessione

source: This cannot be undone!
it: Questa operazione non può essere annullata!

source: Yes, I'm sure
it: Sì, sono sicuro.

source: Abort
it: Annulla

source: New Configuration
it: Nuova configurazione

source: New configuration ID
it: ID della nuova configurazione

source: Create
it: Crea

source: _Help
it: _Aiuto

source: Active Connections
it: Connessioni attive

source: There are active connections!
it: Ci sono delle connessioni attive!

source: Quit anyway
it: Esci comunque

source: Cancel
it: Cancella

source: Quit VDE PN Manager
it: Esci da VDEPN Manager

source: No active Connections
it: Nessuna connessione attiva

source: VDE not fully installed
it: VDE non installato correttamente

source: pkexec not found, root unavailable
it: pkexec non trovato, root non disponibile

source: pgrep not found, can't kill the switches
it: pgrep non trovato, non posso terminare gli switch

source: ifconfig not found, can't set up interface
it: ifconfig non trovato, non posso impostare l'interfaccia

source: Failure while creating the local switch
it: Errore nel tentativo di creazione dello switch locale

source: Failure, remote socket closed connection
it: Errore, il socket remoto ha chiuso la connessione

source: Failure while executing the pre-connection commands
it: Errore durante l'esecuzione dei comandi di pre-connessione

source: Duplicate connection found in the pool of active connections
it: Trovato un duplicato di connessione nel pool delle connessioni attive

source: Connection not found in the active connections pool
it: Connessione non trovata nel pool delle connessioni attive

source: Connection
it: La connessione

source: is now active
it: è ora attiva

source: is now inactive
it: è ora inattiva

source: Connection <b>name</b>
it: <b>Nome</b> Connessione

source: VDE <b>Machine</b>
it: <b>Macchina</b> VDE

source: VDE Machine <b>Port</b>
it: <b>Porta</b> Macchina VDE

source: VDE <b>User</b>
it: <b>Utente</b> VDE

source: <b>Local</b> Socket Path
it: Percorso Socket <b>Locale</b>

source: <b>Remote</b> Socket Path
it: Percorso Socket <b>Remota</b>

source: TUN/TAP <b>IPv4 Address</b>
it: <b>Indirizzo IPv4</b> TUN/TAP

source: Could not gain local root priviledges
it: Impossibile ottenere privilegi di root locali

source: Welcome, mate!
it: Benvenuto, amico!

source: Changing status of connection
it: Cambio lo stato della connessione

source: You are now connected to
it: Sei ora connesso a

source: Error while connecting to
it: Errore durante la connessione a

source: You are no longer connected to
it: Non sei più connesso a

source: _Edit
it: _Modifica

source: Disconnect and quit
it: Disconnetti ed esci

source: Quit only
it: Esci solamente

source: Manage Switch
it: Gestisci Switch

source: Preferences
it: Preferenze

source: Preferred method to gain root
it: Metodo preferito per autenticarsi

source: Use pkexec to authenticate
it: Usa pkexec per autenticarsi

source: Use sudo to authenticate
it: Usa sudo per autenticarsi

source: Use su to authenticate
it: Usa su per autenticarsi

source: Management mode
it: Modalità gestione

source: Default terminal
it: Terminale di default

source: Create management switchs
it: Crea switch di gestione

source: Save preferences
it: Salva le preferenze

source: Save for this session
it: Salva per questa sessione

source: Close without saving
it: Chiudi senza salvare

source: Something went wrong during execution of the scripts
it: Qualcosa è andato storto durante l'esecuzione degli scripts

source: close VDEPN and restart
it: chiudi VDEPN e ricomincia

source: Authentication method not implemented yet
it: Metodo di autenticazione non ancora implementato

source: Authentication failed
it: Autenticazione fallita

source: Done!
it: Fatto!

source: Checking ssh host
it: Controllo l'host ssh

source: Host accepted us!
it: L'host ci ha accettati!

source: Creating user script
it: Creo lo script utente

source: Creating root script
it: Creo lo script root

source: Executing user script
it: Eseguo lo script utente

source: Executing root script
it: Eseguo lo script root

source: Disconnecting
it: Disconnessione

source: Cleaning
it: Pulizia

source: Manage
it: Gestisci

source: Show page
it: Mostra pagina

source: Disconnect
it: Disconnetti
